{
  "hobbies": [
    {
      "id": 1,
      "img": "https://i.postimg.cc/qq5kwftf/Premium_Photo___Astronaut_couple_holding_hands_as_they_look_out_into_the_galaxy.jpg",
      "title": "Connecting With People",
      "descr": "Interacting and socialising with people across the world. Exploring and learning more about individuals that come from different origins"
    },
    {
      "id": 2,
      "img": "https://i.postimg.cc/Gp81jR9P/Woman_Reading_Led_Sign,_Reading_Books_Led_Sign,_Wall_Decor,_Book_Lovers_Neon_Sign,_Custom_Neon_Sign,.jpg",
      "title": "Reading",
      "descr": "As Humans I believe that we have an innate thirst for knowledge, an d I personally find that satiating this desire through reading is the best option for me"
    },
    {
      "id": 3,
      "img": "https://i.postimg.cc/FR3vftSV/download-4.jpg",
      "title": "Long Lonely Walks",
      "descr": "As much as  love people I do occasionally require some time to do sel-introspection. This helps me sort out my emotions and unclutter my mind."
    },
    {
      "id": 4,
      "img": "https://i.postimg.cc/Y2ySJ73h/image.jpg",
      "title": "Gaming",
      "descr": "Just like the next individual I really do enjoy playing a variety of video-games, majority being competitive multiplayer games."
    },
    {
      "id": 5,
      "img": "https://i.postimg.cc/tTttMRfc/download.jpg",
      "title": "Hard Coding",
      "descr": "Great way to stimulate my mind and access a level of creativity that's generally not accessible to me in my everyday life. It does not bring me joy, it bring me satisfaction."
    }
  ],
  "Testimonials": [
    {
      "id": 1,
      "img": "https://i.ibb.co/tLTRQmq/C12-Abdoelmaaliek-Samaai-1.jpg",
      "name": "Abdoelmaaliek Samaai",
      "state": "Waydin Jochem is a man that faces challenges head on and is not afraid to speak and give his opinion. He is the type of person you can go to for help and he finds ways to do things differently. He has a great interlect which is one of his good qualities."
    },
    {
      "id": 2,
      "img": "https://i.ibb.co/WD8Yjgb/Ayesha-image.jpg",
      "name": "Ayesha Galant",
      "state": "Waydin is dedicated and very passionate about her work. Working together makes me motivated to go above and beyond to reach our goals and of course, having fun while doing so."
    },
    {
      "id": 3,
      "img": "https://i.ibb.co/9bb7yqj/Sidwell-image.png",
      "name": "Sidwell Batyi",
      "state": "Waydin is an energetic young lad, he is an extrovert that works great with teams because he adds his own energy to any situation which makes working with him a breeze"
    },
    {
      "id": 4,
      "img": "https://i.ibb.co/09Jm4df/Meezan-image.png",
      "name": "Meezan Davids",
      "state": "Waydin's eagerness to learn and willingness to ask questions have made him a valuable member of our team. He is new to coding but has been steadily improving his skills. His bright personality and positive attitude make working with him one on one a pleasure."
    },
    {
      "id": 5,
      "img": "https://i.ibb.co/vZZB4hF/Amber-image.jpg",
      "name": "Amber-Kaye Africa",
      "state": "Waydin is a very wise and hard-working individual and is always willing to give his opinion on various matters. He has a great personality and always bring a team together. He is also a great delegator"
    },
    {
      "id": 6,
      "img": "https://i.ibb.co/bgxJf22/image.png",
      "name": "Sibusiso Dyan",
      "state": "Waydin, great guy, focused individual, knows what he wants. His way of thinking and implementing his thoughts and planning into coding is great. Phenomenal guy, good team player and has a strong knowledge of coding."
    }
  ],
  "skills": [
    {
      "id": 1,
      "img": "https://i.ibb.co/TLZZCqx/icons8-html-5-100.png",
      "name": "Html 5",
      "desc": "HTML5 is the latest version of the HTML standard, empowering web developers with enhanced semantics, multimedia capabilities, and improved accessibility for building dynamic and feature-rich websites and applications."
    },
    {
      "id": 2,
      "img": "https://i.ibb.co/KqmHxWK/icons8-css-100.png",
      "name": "Css 3",
      "desc": "CSS3 revolutionizes web styling with advanced features, transitions, animations, and responsive design capabilities, empowering designers to create visually stunning, flexible, and interactive user interfaces for modern websites and applications."
    },
    {
      "id": 3,
      "img": "https://i.ibb.co/jgwMGN4/icons8-bootstrap-a-free-and-open-source-css-framework-80.png",
      "name": "Bootstrap",
      "desc": "Bootstrap is a popular open-source framework that simplifies web development by providing responsive design, pre-built components, and a flexible grid system, enabling developers to create modern and mobile-friendly websites."
    },
    {
      "id": 4,
      "img": "https://i.ibb.co/1s6FT2w/icons8-mysql-an-open-source-relational-database-management-system-80.png",
      "name": "MySQL",
      "desc":"MySQL is an open-source relational database management system (RDBMS) that facilitates efficient storage, retrieval, and management of data, widely used for web applications and various software solutions."
    },
    {
      "id": 5,
      "img": "https://i.ibb.co/K0vM0kP/icons8-rest-api-100.png",
      "name": "Restful APIs",
      "desc": "RESTful APIs (Representational State Transfer) are a web architecture style that uses standardized principles for building scalable and interoperable web services, allowing seamless communication and data exchange between different applications."
    },
    {
      "id": 6,
      "img": "https://i.ibb.co/CwzFLSF/icons8-nodejs-100.png",
      "name": "NodeJS",
      "desc": "Node.js is a powerful open-source JavaScript runtime built on Chrome's V8 engine. It enables server-side JavaScript development, providing a scalable and efficient platform for building fast, event-driven, and networked applications."
    },
    {
      "id": 7,
      "img": "https://i.ibb.co/hR65xcT/icons8-vue-js-100.png",
      "name": "VueJS",
      "desc": "Vue.js is a progressive JavaScript framework for building user interfaces. With a flexible and approachable design, Vue.js facilitates the creation of dynamic, interactive, and modern web applications seamlessly."
    },
    {
      "id": 8,
      "img": "https://i.ibb.co/WfmMmq0/icons8-react-native-100.png",
      "name": "React",
      "desc": "React is a JavaScript library for building user interfaces. Developed by Facebook, it enables the creation of efficient, reusable UI components, making it easy to build interactive and responsive web applications."
    },
    {
      "id": 9,
      "img": "https://i.ibb.co/MDy9k7f/icons8-javascript-100.png",
      "name": "JavaScript",
      "desc": "JS (JavaScript) is a versatile, high-level programming language commonly used for web development. With wide browser support, JS enables dynamic, interactive, and client-side functionality in modern web applications."
    },
    {
      "id": 10,
      "img": "https://i.ibb.co/vZxrps3/icons8-typescript-100.png",
      "name": "TypeScript",
      "desc": "TS (TypeScript) is a superset of JavaScript that adds static typing. It enhances code maintainability and developer productivity by providing a robust type system and modern language features."
    }
  ],
  "projects": [
    {
      "id": 1,
      "name": "First Portfolio",
      "desc": "My first portfolio I created, using BootStrap and HTML5. Was one of my first times designing a website and was quite enjoyable",
      "hostlink": "https://waydin-end-of-module.netlify.app",
      "github": "https://github.com/WaydinJochem/End_Of_Module.git"
    },
    {
      "id": 2,
      "name": "BMI Calculator",
      "desc": "A simple Body Mass Indicator built using HTML5, BootStrap and JavaScript. One of my earlier appliactions made using JavaScript",
      "hostlink": "https://waydin-bmi-calculator.netlify.app",
      "github": "https://github.com/WaydinJochem/BMI-calculator.git"
    },
    {
      "id": 3,
      "name": "To-Do List",
      "desc": "A To-Do list created using HTML5, CSS3 and JavaScript. Was a tough appliaction to build after having just learnt the basics of JavaScript",
      "hostlink": "https://wondrous-seahorse-11f151.netlify.app",
      "github": "https://github.com/WaydinJochem/To-do-list.git"
    },
    {
      "id": 4,
      "name": "Calculator",
      "desc": "A calculator created using HTML5, CSS3 and JavaScript, a creation that got me to start enjoying the capabalities that come from using JS",
      "hostlink": "https://waydin-calculator.netlify.app",
      "github": "https://github.com/WaydinJochem/Calculator.git"
    },
    {
      "id": 5,
      "name": "E-commerce",
      "desc": "An e-commerce made using HTML5, CSS3 and JavaScript. Made using a JSON database hosted on Github Pages to render the data.",
      "hostlink": "https://unique-cactus-0c8c13.netlify.app",
      "github": "https://github.com/WaydinJochem/JS-Final.git"
    },
    {
      "id": 6,
      "name": " FullStack",
      "desc": "A fullstack application built alongside my assignment partner Connor WinkWork. This made use of restful APIs and VueJS",
      "hostlink": "https://silly-empanada-f331b6.netlify.app",
      "github": "https://github.com/WaydinJochem/Fullstack_Project.git"
    }
  ]
}
